[
  {
    "name": "Badrinath",
    "map": "https://www.google.com/maps/embed?pb=!4v1648204786351!6m8!1m7!1sCAoSLEFGMVFpcFBXNFFWV2J2ZjQzMk1uemVFOG44cXdqcDNlNWFhRHpLZnZ6VDNM!2m2!1d30.7447071!2d79.4914122!3f351.28616!4f23.633439999999993!5f0.7820865974627469",
    "place_to_visit": [
      {
        "subname": "Pandukeshwar",
        "images": [
          "https://bit.ly/3iCbSqC",
          "https://qph.fs.quoracdn.net/main-qimg-31509232e097312241c9a16d08cd93aa-lq",
          "https://qph.fs.quoracdn.net/main-qimg-31509232e097312241c9a16d08cd93aa-lq",
          "https://qph.fs.quoracdn.net/main-qimg-31509232e097312241c9a16d08cd93aa-lq",
          "https://qph.fs.quoracdn.net/main-qimg-31509232e097312241c9a16d08cd93aa-lq"
        ],
        "info": [
          "Pandukeshwar is a sacred place located in-route to abode of Lord Vishnu 'Badrinath' at an elevation of 1829 mtrs.",
          "At a distance of 18 km from Joshimath, Pandukeshwar, as per believe is the place where King Pandu, father of great Pandavas of Mahabharat epic, worshipped Lord Shiva."
        ]
      },
      {
        "subname": "Charan Paduka",
        "images": [
          "https://bit.ly/3wFS1z5",
          "https://bit.ly/3wFS1z5",
          "https://bit.ly/3wFS1z5",
          "https://bit.ly/3wFS1z5",
          "https://bit.ly/3wFS1z5"
        ],
        "info": [
          "Charan Paduka, abeautiful rock having the foot impressions of Lord Vishnu is one of the popularattractions of Badrinath.",
          "Charan Paduka is a sacred rock having the imprints of Lord Vishnu's feet."
        ]
      },
      {
        "subname": "Tapta Kund Badrinath",
        "images": [
          "https://bit.ly/3IxS6Hq",
          "https://bit.ly/3IxS6Hq",
          "https://bit.ly/3IxS6Hq",
          "https://bit.ly/3IxS6Hq"
        ],
        "info": [
          "Taptakund, as the name suggests is a hot water spring",
          "It lies between Badrinath shrine and Alaknanda River.",
          "This thermal spring is situated in the Badrinath temple in Chamoli district of Uttarakhand. ",
          "The Taptakund is a natural hot water spring, having 45r degrees temperature."
        ]
      }
    ],
    "info": [
      "Badrinath is located in the state of Uttarakhand.",
      "There are other interesting sightseeing spots like Mana, Vyas Gufa, Maatamoorti, Charanpaduka, Bhimkund and the Mukh of the Saraswati River, within 3 km of Badrinathjee.",
      "Joshimath is situated on the slopes above the confluence of the rivers Alaknanda and Dhauliganga.",
      "Of the four Maths established by Adi Shankaracharya, Joshimath is the winter seat of Chardham.",
      "While the three other Dhams remain open throughout the year, Badrinath Dham only remains open for pilgrims' darshan from April to October each year."
    ]
  },
  {
    "name": "Puri",
    "map": "https://www.google.com/maps/embed?pb=!4v1648205076062!6m8!1m7!1sCAoSLEFGMVFpcE1YRERDelNnRHNzRlNmYjAzOXZrcGsyQVlTRkhFVThoSmFsbmhI!2m2!1d19.8048196!2d85.8179188!3f338.0128671636876!4f-2.0996529366277343!5f0.7820865974627469",
    "place_to_visit": [
      {
        "subname": "Sri JagannathPuri Temple",
        "images": [
          "https://bit.ly/3uLqMkj",
          "https://bit.ly/3uLqMkj",
          "https://bit.ly/3uLqMkj",
          "https://bit.ly/3uLqMkj"
        ],
        "info": [
          "PuriJagannath Temple holds a great religious value amongst the Hindus as a part of the sacred Char Dham pilgrimage sites.",
          "Built on a high pedestal, the richly carved temple structure stands protected with four majestic gates."
        ]
      },
      {
        "subname": "Markandeswara Temple",
        "images": "https://bit.ly/3umSMKG",
        "info": [
          "Markandeswara Temple is believed to be the holy place where sage Markandeya meditated on Lord Shiva as a child.",
          "The 13th century old temple welcomes the devotees with a sculpture of Lord Nataraja with ten hands and as one explores further, they will come face to face with various figures of Lord Shiva in all his forms and also many idols of Goddess Parvathi and Lord Ganesha."
        ]
      },
      {
        "subname": "Konark",
        "images": "https://bit.ly/3JFo2uV",
        "info": [
          "The massive temple is structured in the form of a chariot, dedicated to the Sun god. Located on the shores of Bay of Bengal at just 35 Km from Puri, Konark is an excellent option to enjoy a silent holiday on the secluded beaches and awe at the exquisiteness of the historical temples."
        ]
      }
    ],
    "info": [
      "Puri located at the east, is located in the state of Odisha, India.",
      "Puri is one of the oldest cities in the eastern part of the country.",
      "It is situated on the coast of the Bay of Bengal.",
      "The main deity is Shri Krishna, celebrated as Lord Jagannatha.",
      "It is the only shrine in India, where goddess, Subhadra, sister of Lord Krishna is worshipped along with her brothers, Lord Jagannatha and Lord Balabhadra.",
      "Jagannath meant the 'World personified' in the Jain context and was derived from Jinanath. Evidence of the Jain terminology such as of Kaivalya, which means moksha or salvation, is found in the Jagannath tradition. Similarly, the twenty two steps leading to the temple, called the Baisi Pahacha, have been proposed as symbolic reverence for the first 22 of the 24 Tirthankaras of Jainism."
    ]
  },
  {
    "name": "Rameswaram",
    "map": "https://www.google.com/maps/embed?pb=!4v1648205669423!6m8!1m7!1sCAoSLEFGMVFpcE96ZXdicDFrS1dLaHpNT1ZxMUJkb2ZuSWtYRUtaaXlOSXFXVWkt!2m2!1d9.2870226!2d79.3173915!3f357.475399950061!4f15.466978550705235!5f0.7820865974627469",
    "place_to_visit": [
      {
        "subname": "Arulmigu Ramanathaswamy Temple",
        "images": "https://bit.ly/358jGgG",
        "info": [
          "This Temple is a sanctuary that is situated in Rameshwaram Island in an inlet of Bengal it is an old and vast sanctuary built by Lord Rama.",
          "It is this temple which was given birth by Devi Sita and is known to be a highly sacred place which makes it  one of the most incredible places to visit in Rameshwaram."
        ]
      },
      {
        "subname": "Agniteertham",
        "images": "https://bit.ly/3LgONWG",
        "info": [
          "Agnitheertham is said to be put where Rama revered Ruler Shiva to wash off his sins by defeating Ravana.",
          "It is one of the critical places to visit in Rameshwaram.",
          "This theertham is situated right on the shoreline with huge gate-like structures which invite the worshippers and tourists to dip themselves in the water to  wash away one's sins."
        ]
      },
      {
        "subname": "Five Faced Hanuman Temple",
        "images": "https://bit.ly/3IAf4O5",
        "info": [
          "The temple has a huge statue of Hanuman with his five faces which is worshipped and adorned with flowers by many visitors, the tirtham also inhabits the floating stones that were apparently used to build the bridge by Ram and his army of monkeys.",
          "This temple has a lot of intriguing stories that are fun to listen to while sitting under the many trees in the vicinity."
        ]
      }
    ],
    "info": [
      "Rameswaram located in the South is in the Indian state of Tamil Nadu. It is situated in the Gulf of Mannar at the very tip of the Indian peninsula.",
      "According to legends, this is the place where Lord Ram along with his brother Laxman and devotee Hanuman built a bridge (Rama Setu) to reach Sri Lanka to rescue his wife Sita who had been abducted earlier by Ravan, the ruler of Sri Lanka.",
      "The Ramanatha Swamy Temple dedicated to Lord Shiva occupies a major area of Rameswaram. Rameswaram is significant for the Hindus as a pilgrimage to Benaras is incomplete without a pilgrimage to Rameswaram."
    ]
  },
  {
    "name": "Dwarka",
    "map": "https://www.google.com/maps/embed?pb=!4v1648205392933!6m8!1m7!1sCAoSLEFGMVFpcE5XaExrMVY0WlZsZ1ZJMC1WMllVYTZ5dXFPbVAtS3ZURlRWajR2!2m2!1d22.2376921!2d68.9673195!3f253.2098397221743!4f19.261163682608824!5f1.1008506948838581",
    "place_to_visit": [
      {
        "subname": "Dwarkadheesh Temple",
        "images": "https://bit.ly/3NvODwS",
        "info": [
          "The Dwarkadheesh temple also known as Jagat Mandir is dedicated to Lord Krishna and is believed to be built originally by his grandson Vajranabh.",
          "While the architectural beauty of the temple will leave you spellbound, its spiritual vibes bring solace to the soul of every devotee paying a visit."
        ]
      },
      {
        "subname": "Nageshwar Jyotirlinga",
        "images": "https://bit.ly/3iDmA0d",
        "info": [
          "The Nageshwar Jyotirlinga is one of the most prominent religious places to visit in Dwarka.",
          "The scared shrine complex also houses a majestic 80-feet Shiva statue inspiring awe and reverence in the thousands of devotees and tourists thronging the temple every year."
        ]
      },
      {
        "subname": "Rukshmani Devi Temple",
        "images": [
          "https://bit.ly/3NjMGU0",
          "https://bit.ly/3NjMGU0",
          "https://bit.ly/3NjMGU0",
          "https://bit.ly/3NjMGU0",
          "https://bit.ly/3NjMGU0"
        ],
        "info": [
          "Rukshmani Devi is a beautiful temple dedicated to Lord Krishna’s wife Rukmini, is an architectural masterpiece which must be included in your list of places to visit in Dwarka."
        ]
      }
    ],
    "info": [
      "Dwarka located in the west is in the state of Gujarat, country India.",
      "It is located confluence to where the Gomti River merges into the Arabian Sea.",
      "However, this river Gomti is not the same Gomti River which is a tributary of Ganga River.",
      "The city lies in the westernmost part of India. The legendary city of Dvārakā was the dwelling place of Lord Krishna.",
      "It is generally believed that due to damage and destruction by the sea, Dwarka had submerged six times and modern day Dwarka is the 7th such city to be built in the area"
    ]
  }
]
